import React from 'react';

const TermsOfAvailability = () => {
  return (
    <React.Fragment>
      <div class="article__wrapper">
        <div className="terms__link">
          <a target="_blank" href="https://drive.google.com/file/d/1DHFxgBIVFdbvSa-Wy25CjXmWgSwsQhux/view" rel="noreferrer">
            Читати статтю 26 ЗУ “Про повну загальну середню освіту”
          </a>
        </div>

        <div className="article">
          <article>
            <h5>У Ліцеї №20 Івано-Франківської міської ради для осіб з особливими освітніми потребами створені наступні умови:</h5>

            <ul>
              <li>наявністю пандусу;</li>
              <li>розмір вхідних дверей дозволяє перемістити маломобільну людину до приміщення;</li>
              <li>
                відсутністю порогів на І поверсі, безперешкодний доступ до їдальні, медичного кабінету, спортзалу, окремих навчальних
                кабінетів;
              </li>
              <li>територія подвір’я має вільний доступ для маломобільних груп населення.</li>
            </ul>

            <p>
              Усі основні приміщення закладу мають природне освітлення. При оздоблені навчальних приміщень враховано такі вимоги: стіни
              світлих тонів; меблі, парти – кольору натурального дерева; класні дошки темно-зеленого кольору, стелі, двері, віконні рами –
              білі. Розташування меблів і обладнання, декоративних рослин сприяє максимальному використанню денного світла і рівномірному
              освітленню приміщень. У закладі дотримується повітряно – тепловий режим. Приміщення обладнані системами центрального опалення та
              вентиляції, що забезпечують сприятливі мікрокліматичні умови внутрішнього середовища. Чистота повітря у закладі забезпечується
              регулярністю вологого прибирання, використанням всіх видів провітрювання (наскрізне, кутове, однобічне).
            </p>

            <p>Навчальні меблі класних кімнат відповідають віковим особливостям дітей, враховується специфіка освітнього процесу.</p>

            <p>Шкільна та пришкільна території підтримуються в належному стані.</p>

            <p>Територія, будівлі, приміщення належно художньо-естетично оформлені.</p>

            <p>Заклад повністю забезпечений необхідними навчальними площами.</p>
          </article>
        </div>
      </div>
    </React.Fragment>
  );
};

export default TermsOfAvailability;
