import React from 'react';

const PreventiveParents = () => {
  return (
    <React.Fragment>
      <div className="article__wrapper">
      <h5>БАТЬКИ</h5>

      <div className="section__grid">
        <a target="_blank" rel="noreferrer" href="https://drive.google.com/file/d/1rrW8L-IJTs7gqcUjK7pXt_xxYTaSa0Qj/view">
          <div className="section__box">
            <div className="section__content">
              <h3>Клікни, щоби читати</h3>

              <p>В даний час розпиття алкогольних та слабоалкогольних напоїв неповнолітніми є дуже актуальною темою…</p>
            </div>
          </div>
        </a>

        <a target="_blank" rel="noreferrer" href="https://drive.google.com/file/d/1OV6TuMWF4SGsJWxfZ2B_xkHQstguB3mp/view">
          <div className="section__box">
            <div className="section__content">
              <h3>Клікни, щоби читати</h3>

              <p>Як попередити підлітковий суїцид у домашніх умовах</p>
            </div>
          </div>
        </a>
      </div>

      <h5>Профілактична робота з батьківською громадськістю</h5>
      <p>Робота з батьківською громадськістю передбачає використання як просвітницьких форм і методів роботи, так і практичних занять. Розглянемо основні форми роботи з батьками.</p>
      
      <ul>
        <li>Батьківські збори — робота з колективом батьків. Це форма організації спільної діяльності батьків, учителів, практичного психолога та соціального педагога, яка передбачає їх спілкування щоб, обговорити актуальні питання навчання і виховання, ухвалення рішень.</li>
        <li>Консультації — форма роботи з батьками, яка передбачає надання фахівцями психологічної служби допомоги батькам з різних проблем родинного виховання.</li>
        <li>Педагогічний консиліум — форма спілкування учнів, учителів, фахівців психологічної служби навчального закладу та батьків, метою якої є: цілісне, різнобічне вивчення особистості учня, вироблення єдиної педагогічної позиції; визначення головних напрямів удосконалення виховного процесу зусиллями вчителів, батьків, самого учня; тренінги спілкування, методики оволодіння аутотренінгом.</li>
        <li>Лекція — послідовний монологічний виклад узагальнених знань. Види лекцій: лекція-інструктаж, лекція-показ, лекція-репортаж, науково-популярна.</li>
        <li>Семінар — активна форма просвіти батьків. Передбачає попередню самостійну роботу батьків і вчителів з вивчення літератури, підготовка виступів, доповідей, тез, запитань. Соціальний педагог заздалегідь оголошує тему семінару; після виступів здійснюється обмін думками.</li>
      </ul>
        </div>

    </React.Fragment>
  );
};

export default PreventiveParents;
