import React from 'react';
// import fasilitatotors1 from './fasilitatotors1.jpg';



const PreventivePupils = () => {
  return (
    <React.Fragment>
      <div className="article__wrapper">
      <div className="section__grid">

      <a target="_blank" rel="noreferrer" href="https://docs.google.com/document/d/1KGldvnbDVp47O4H51yvb1M6DUfUbtW_H/edit?usp=share_link&ouid=104991853798134703900&rtpof=true&sd=true">
            <div className="section__box">
              <div className="section__content">
                <h3>Клікни, щоби читати</h3>

                <p>День безпеки. Практичні заняття для учнів 8-х класів Ліцею 20 проведено спільно з фахівцями сектору Ювенальної превенції, працівниками сектору по протидії домашнього насильства та ГУ ДСНС.</p>
              </div>
            </div>
          </a>

        <a target="_blank" rel="noreferrer" href="https://docs.google.com/document/d/15nKsScVRsHhRhdegceZ5QLvvYUeuERM-/edit?usp=share_link&ouid=104991853798134703900&rtpof=true&sd=true">
            <div className="section__box">
              <div className="section__content">
                <h3>Клікни, щоби читати</h3>

                <p>Співпраця з громадською організацією "Проліска". "Реагування на надзвичайні ситуації для задоволення потреб у захисті та освіті постраждалих від конфлікту та переміщених дітей та їхніх сімей в Україні"</p>
              </div>
            </div>
          </a>
      </div>
      <h5>Робота психологічної служби навчального закладу з попередження насильства серед дітей та учнівської молоді спрямована на:</h5>

      <ul>
        <li>проведення заходів з профілактики негативних звичок, жорстокої та протиправної поведінки серед неповнолітніх;</li>
        <li>здійснення, спільно з центрами соціальних служб для сім’ї, дітей та молоді, соціального інспектування сімей, у яких батьки схильні до недбалого ставлення до дітей;</li>
        <li>створення на базі навчальних закладів консультативних пунктів для учнів, батьків та вчителів, де можна отримати консультацію психолога, соціального педагога;</li>
        <li>проведення групових тренінгів та індивідуальної роботи з молоддю у наданні допомоги для вирішення особистих проблем;</li>
        <li>наповнення змістом з урахуванням останніх досягнень у педагогіці та психології просвітницької роботи (проведення виховних годин), спрямованої на корекцію та розвиток ціннісних орієнтацій учнів.</li>
        <li>активніше залучення батьків до профілактичної роботи з дітьми. Через батьків можна доносити до дітей інформацію про загальні способи попередження ситуацій насильства та наявні форми допомоги, яку дитина може отримати на базі школи.</li>
      </ul>

      <p>Однією з можливих форм роботи, спрямованої на профілактику насильства у навчальному закладі, може бути шкільна медіація — вирішення конфліктних ситуацій примиренням сторін через знаходження оптимального варіанта подолання проблеми, що задовольняє обидві сторони, за взаємного бажання сторін знайти вихід із ситуації.</p>
        </div>
       
    
    </React.Fragment>
  );
};

export default PreventivePupils;
