import React from 'react';

const TermsOfAvailability = () => {
  return (
    <React.Fragment>
      <div className="article__wrapper">
        <div className="article">
        <article>
          <h6>Етапи розвитку навчального закладу:</h6>

          <p>1986р. – відкрито загальноосвітню школу – новобудову І –ІІІ ступенів №20.</p>
          <p>2003р. – загальноосвітню школу реорганізовано в Івано-Франківську гімназію №3</p>
          <p>2011р. – гімназію №3 реорганізовано в НВК „Школа-гімназія №3”</p>
          <p>березень 2020 р. – Ліцей № 20.</p>

          <p>
            Мета діяльності:Створення максимально сприятливих умов для навчання і виховання творчо обдарованих і здібних дітей, збагачення
            інтелектуального та культурного потенціалу Ураїни, підготовка молоді до вступу у вищі навчальні заклади різних профілів.
          </p>

          <h6>Працюють методичні об’єднання :</h6>

          <ul>
            <li>початкових класів;</li>
            <li>гуманітарних дисциплін;</li>
            <li>суспільних дисциплін;</li>
            <li>природничих дисциплін;</li>
            <li>іноземних мов;</li>
            <li>математики, фізики, інформатики;</li>
            <li>естетичних дисциплін, трудового навчання;</li>
            <li>фізичної культури, “Захисту України”;</li>
            <li>класних керівників.</li>
          </ul>

          <h6>Ліцей № 20 Івано-Франківської міської ради – це:</h6>

          <ul>
            <li>якісна базова освіта;</li>
            <li>профільне навчання;</li>
            <li>вивчення інформатики у 2– 11 класах;</li>
            <li>вивчення англійської, німецької, польської мов;</li>
            <li>
              естетичне виховання учнів у творчих студіях: театральній, літературній, хореографії, хорового співу, образотворчого та
              декоративно-прикладного мистецтва, народного та сучасного танцю;
            </li>
            <li>викладання основ християнської етики у 1– 11 класах;</li>
            <li>
              18 предметних кабінетів, методичний кабінет, кабінет соціально-психологічної служби, кімната виховної роботи, кабінет
              технічних засобів, бібліотека, читальна зала, актова зала, їдальня, спортивний та хореографічний зали, спортивні майданчики;
            </li>
            <li>літнє оздоровлення школярів у пришкільному та профільному таборах;</li>
            <li>відпочинок та спілкування з польськими друзями з міста Єльня Гура;</li>
          </ul>

          <h6>Впровадження інноваційних педагогічних технологій:</h6>

          <ul>
            <li>Застосування проектних форм роботи у вивчені іноземних мов.</li>
            <li>Використання проектних технологій у вивченні суспільно-природничих дисциплін.</li>
            <li>Метод проектів на уроках математики.</li>
            <li>Інформаційно-комунікаційні технології (комп’ютерна графіка, цифрові технології).</li>
            <li>Використання комп’ютерних проектів у процесі викладання шкільних предметів.</li>
          </ul>
        </article>
      </div>
        </div>
      
    </React.Fragment>
  );
};

export default TermsOfAvailability;
