import React from 'react';
import { Card, Table } from 'react-bootstrap';

const ElementarySchool = () => {
  return (
    <React.Fragment>
      <div className="article__wrapper">
      <h5>Методичного об’єднання вчителів початкових класів</h5>

      <Card.Body>
        <Table responsive hover>
          <tbody>
          <tr>
              <td>
                <b>Книш Іра Василівна</b> - заступник директора, вчитель образотворчого мистецтва
              </td>
            </tr>


            <tr>
              <td>
              <a target="_blank" rel="noreferrer" href="https://newteacherira.blogspot.com/">
                    Іванців Ірина Миколаївна
                  </a> – керівник методичного об’єднання вчителів 1-2 класів початкової школи
              </td>
            </tr>

            <tr>
              <td>
                <b>Басюрин Ярослава Петрівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Павлюк Наталія Іванівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Воєвода Леся Михайлівна</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
                <b>Франчук Оксана Ярославівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Солонина Любов Володимирівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Феденько Юлія Володимирівна</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
                <b>Федик Лілія Степанівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Фученко Тетяна Василівна</b> – керівник методичного об’єднання вчителів 3-4 класів початкової школи
              </td>
            </tr>

            <tr>
              <td>
                <b>Кривенко Оксана Олександрівна</b>
              </td>
            </tr>

            <tr>
              <td>
              <b>Вислюк Марія Ігорівна</b> 
              </td>
            </tr>

            <tr>
              <td>
                <b>Черкас Наталія Василівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Курган Галина Богданівна</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
                <b>Нагумик Іванна Михайлівна</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
                <b>
                  <a target="_blank" rel="noreferrer" href="https://vseosvita.ua/user/id42723">
                    Лесів Уляна Петрівна
                  </a>
                </b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Калькова Галина Василівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Цівка Іванна Петрівна</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
                <b>Рихель Юлія Миколаївна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Вівдіч Світлана Борисівна</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
                <b>Ващенюк Надія Михайлівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Твердохліб Надія Василівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Брус Софія Іванівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Наконечна Ольга Ігорівна</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
              <b>Калин Олеся Іванівна</b> - керівник методичного об'єднання вихователів ГПД
              </td>
            </tr>

            <tr>
              <td>
                <b>Дупляк Руслана Миколаївна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Попадинець Світлана Романівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Федорів Уляна Михайлівна</b>
              </td>
            </tr>          

            <tr>
              <td>
                <b>Питула Ольга Миколаївна</b>
              </td>
            </tr>
          </tbody>
        </Table>
      </Card.Body>
        </div>

    </React.Fragment>
  );
};

export default ElementarySchool;
