import React from 'react';
import { Card, Table } from 'react-bootstrap';

const ClassLeaders = () => {
  return (
    <React.Fragment>
      <div className="article__wrapper">
      <h5>Методичне об’єднання класних керівників</h5>

      <Card.Body>
        <Table responsive hover>
          <tbody>
            <tr>
              <td>
                <b>Шевчук Галина Петрівна</b> – керівник методичного об’єднання класних керівників
              </td>
            </tr>

            <tr>
              <td>
                <b>Дзюмак Світлана Павлівна</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
                <b>Дудчак Леся Ігорівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Липецька Світлана Йосифівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Ванзіляк Надія Миколаївна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Хибінь Оксана Зіновіївна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Задонська Катерина Степанівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Симанчук Оксана Ярославівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Струтинський Олег Романович</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
                <b>Василенчук Наталія Ярославівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Сірадчук Юлія Романівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Тимків Христина Петрівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Паламаренко Роман Іванович</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Шегда Мар'яна Єгорівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Тугай Ірина Михайлівна</b>
              </td>
            </tr>
            
            <tr>
              <td>
                <b>Федорків Оксана Миколаївна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Федорчук Наталія Василівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Перепічка Ярослава Євгенівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Стельмах Наталія Юріївна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Вінтонюк Іванна Ярославівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Джус Романа РОманівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Білоока Наталія Ярославівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Семенова Іванна Богданівна</b> - асистент вчителя
              </td>
            </tr>

            <tr>
              <td>
                <b>Яцущак Святослав Мирославович</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Вагіль Тарас Степанович</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Скрипник Мар'яна Іванівна</b>
              </td>
            </tr>

            <tr>
              <td>
                <b>Монюк Ірина Миколаївна</b>
              </td>
            </tr>

          </tbody>
        </Table>
      </Card.Body>
        </div>

    </React.Fragment>
  );
};

export default ClassLeaders;
