import React from 'react';
import { Card, Table } from 'react-bootstrap';

const AnnualPlan = () => {
  return (
    <React.Fragment>
        <div className="article__wrapper">
        </div>


      <div className="article__wrapper">
      <h5>РІЧНИЙ ПЛАН Ліцею №20 Івано-Франківської міської ради Івано-Франківської області на 2020/2021 навчальний рік</h5>

      <div className="terms__link">
        <a target="_blank" href="https://drive.google.com/file/d/10XcXvRwy-Y2GX1fYOr_r4PH2AUEt7RjD/view" rel="noreferrer">
          Читати увесь документ
        </a>
      </div>

      <Card.Body>
        <Table responsive hover>
          <tbody>
            <tr>
              <td>Загальні положення</td>
              <td>3</td>
            </tr>

            <tr>
              <td>Аналіз роботи ЗЗСО за минулий рік</td>
              <td>3</td>
            </tr>

            <tr>
              <td>Проблеми й виклики, над якими працюватиме ЗЗСО у цьому навчальному році</td>
              <td>9</td>
            </tr>

            <tr>
              <td>Освітній процес</td>
              <td>10</td>
            </tr>

            <tr>
              <td>Організація освітнього процесу в ЗЗСО</td>
              <td>10</td>
            </tr>

            <tr>
              <td>Виховний процес</td>
              <td>16</td>
            </tr>

            <tr>
              <td>Система оцінювання навчальних досягнень учнів</td>
              <td>26</td>
            </tr>

            <tr>
              <td>Педагогічна діяльність</td>
              <td>31</td>
            </tr>

            <tr>
              <td>Управлінська діяльність</td>
              <td>34</td>
            </tr>

            <tr>
              <td>Упровадження політики академічної доброчесності</td>
              <td>37</td>
            </tr>

            <tr>
              <td>Діяльність педагогічної ради</td>
              <td>43</td>
            </tr>

            <tr>
              <td>Внутрішня система забезпечення якості освіти</td>
              <td>45</td>
            </tr>

            <tr>
              <td>Фінансово-господарська діяльність</td>
              <td>49</td>
            </tr>

            <tr>
              <td>Міжнародна співпраця</td>
              <td>51</td>
            </tr>

            <tr>
              <td>Література</td>
              <td>52</td>
            </tr>
          </tbody>
        </Table>
      </Card.Body>

      <div className="article">
        <article>
          <h6>І. Загальні положення</h6>
          <h6>1.1. Аналіз роботи за 2019/2020 навчальний рік</h6>

          <p>
            У 2019/2020 навчальному році педагогічний колектив ліцею працював над реалізацією педагогічної проблеми «Формування
            компетентного учня в умовах розбудови Нової української школи шляхом впровадження ефективних педагогічних технологій навчання і
            виховання» та методичної проблеми: «Формування професійної компетентності педагога як умова розвитку й самореалізації
            особистості учня» відповідно до методичної теми міста.
          </p>
          <p>
            На виконання Законів України «Про освіту», «Про загальну середню освіту», Інструкції з обліку дітей та підлітків шкільного віку,
            інших нормативних документів Міністерства освіти і науки України заклад освіти створював оптимальні умови для забезпечення
            конституційного права кожного громадянина на доступну, безоплатну і якісну освіту, отримання молоддю повної загальної середньої
            освіти. Заклад освіти здійснював свою діяльність відповідно до Статуту, який відповідає сучасним нормативно-правовим документам,
            що регламентують діяльність ЗЗСО.
          </p>
          <p>
            Методична робота педагогічного колективу була спрямована на створення оптимальних умов для підвищення професійної майстерності
            вчителів, передбачала систематичну колективну та індивідуальну діяльність, яка сприяла підвищенню рівня методичної і фахової
            компетентності педагогічних працівників ЗО, впровадження в практику досягнень педагогічної науки, інноваційних освітніх
            технологій, передового досвіду, а саме:
          </p>

          <ul>
            <li>
              створення умов для розвитку інноваційної діяльності, педагогічної ініціативи вчителів для забезпечення рівного доступу кожної
              дитини до якісної освіти та отримання повної загальної середньої освіти на рівні Державних стандартів;
            </li>
            <li>
              оновлення освітнього процесу шляхом активного впровадження інноваційних технологій та поглиблення науково-теоретичної роботи;
            </li>
            <li>підвищення професійної компетентності вчителів;</li>
            <li>
              інформаційне забезпечення педагогічних працівників з питань педагогіки, психології, фахових дисциплін, оволодіння технологіями
              пошуку і опрацювання необхідної інформації в Інтернеті та залучення вчителів до використання інформаційних ресурсів;
            </li>
            <li>
              сприяння виробленню в учителів умінь і навичок самостійної методичної роботи з метою безперервного підвищення кваліфікації та
              вдосконалення педагогічної майстерності.
            </li>
          </ul>

          <p>
            Робота над єдиною методичною проблемою підняла на більш високий рівень теоретичну підготовку кожного вчителя, надала чіткості,
            цілеспрямованості практичним заходам з різними категоріями вчителів, активізувала форми методичної роботи.
          </p>

          <p>
            У 2019/2020 навчальному році основними формами методичної роботи з педагогічними працівниками були: педагогічна рада, методична
            рада, методичні об’єднання вчителів-предметників, методичне об’єднання класних керівників, інструктивно-методичні наради,
            науково-практичні, творчі групи, методичні студії, курси підвищення кваліфікації, атестація, самоосвіта.
          </p>

          <p>
            Пріоритетні напрямки діяльності Ліцею №20 реалізовувались шляхом впровадження сучасних інноваційних технологій, методики
            активного і інтерактивного, компетентнісного підходу до навчання. Значна увага приділялась підвищенню якості навчання і
            виховання учнів, підвищення професійної майстерності педагогічних працівників, організації роботи з обдарованими та здібними
            учнями, здійснення моніторингу якості освіти у закладі освіти.
          </p>
        </article>
      </div>
        </div>

    </React.Fragment>
  );
};

export default AnnualPlan;
