import React from 'react';
import { Col, Card, Table } from 'react-bootstrap';

import teachers from './teachers.jpg'

const Teachers = () => {
  return (
    <React.Fragment>
      <div className="article__wrapper">
      <h5>Кількісний та якісний аналіз педагогічного складу Ліцею № 20 2023-2024</h5>

      <Card.Body>
        <Table responsive hover>
          <tbody>
            <tr>
              <td>Педагогічне звання “учитель-методист”</td>
              <td>7</td>
            </tr>

            <tr>
              <td>Педагогічне звання “старший учитель”</td>
              <td>25</td>
            </tr>

            <tr>
              <td>“Спеціаліст вищої категорії”</td>
              <td>47</td>
            </tr>

            <tr>
              <td>“Спеціаліст першої категорії”</td>
              <td>12</td>
            </tr>

            <tr>
              <td>“Спеціаліст другої категорії”</td>
              <td>15</td>
            </tr>

            <tr>
              <td>“Відмінник освіти”</td>
              <td>3</td>
            </tr>

            <tr>
              <td>Бакалаврів</td>
              <td>8</td>
            </tr>

            <tr>
              <td>Спеціалістів</td>
              <td>8</td>
            </tr>

            <tr>
              <td>Магістрів</td>
              <td>8</td>
            </tr>

            <tr>
              <td>Разом</td>
              <td>98</td>
            </tr>

          </tbody>
        </Table>
      </Card.Body>

      <div className="cardWrapper">
        <Col md={12}>
          <Card>
            <Card.Header>
              <Card.Title as="h5">Всеукраїнський конкурс “Учитель року”</Card.Title>
            </Card.Header>
            <Card.Body>
              <blockquote>
                <div>
                  <img src={teachers} alt="" className="cardHero" />
                </div>
              </blockquote>

              <blockquote className="blockquote text-right">
                <footer className="blockquote-footer">
                  <cite title="Source Title">Список учителів</cite>
                </footer>
              </blockquote>
            </Card.Body>
          </Card>
        </Col>
      </div>


      <Card.Body>
        <Table responsive hover>
          <tbody>
            <tr>
              <td>2000</td>
              <td>Смоляк Н.І.,учитель географії</td>
              <td>II місце (міський тур)</td>
            </tr>

            <tr>
              <td>2004</td>
              <td>Павлікова Г.А., учитель зарубіжної літератури</td>
              <td>I місце (міський тур), II місце в обласному турі </td>
            </tr>

            <tr>
              <td>2004</td>
              <td>Гурова О.А.,учитель української мови і літератури</td>
              <td>II місце (міський тур),конкурс «Класний керівник року»</td>
            </tr>

            <tr>
              <td>2007</td>
              <td>Юрович М.Л.,учитель математики</td>
              <td>I місце (міський тур), II місце в обласному турі</td>
            </tr>
            
            <tr>
              <td>2007</td>
              <td>Нестерук Г.А.,учитель української мови і літератури</td>
              <td>III місце (міський тур)</td>
            </tr>

            <tr>
              <td>2007</td>
              <td>Танчак Г.Я.,учитель образотворчого мистецтва</td>
              <td>III місце (міський тур)</td>
            </tr>

            <tr>
              <td>2008</td>
              <td>Голєва В.А.,учитель біології</td>
              <td>III місце (міський тур)</td>
            </tr>

            <tr>
              <td>2008</td>
              <td>Симанчук О.Я.,учитель історії</td>
              <td>учасник Всеукраїнського конкурсу«Учитель року» (міський тур)</td>
            </tr>
            
            <tr>
              <td>2010</td>
              <td>Ванзіляк Н.М., учитель географії</td>
              <td>I місце (міський тур), лауреат обласного туру «Учитель року»</td>
            </tr>

            <tr>
              <td>2012</td>
              <td>Гурова О.А.,учитель української мови і літератури</td>
              <td>I місце (міський тур), лауреат обласного туру «Учитель року»</td>
            </tr>

            <tr>
              <td>2012</td>
              <td>Шегда М.Є.,учитель української мови і літератури</td>
              <td>учасник Всеукраїнського конкурсу«Учитель року» (міський тур)</td>
            </tr>

            <tr>
              <td>2013</td>
              <td>Книш І.В., учитель початкових класів</td>
              <td>учасник Всеукраїнського конкурсу«Учитель року» (міський тур)</td>
            </tr>
            
            <tr>
              <td>2013</td>
              <td>Шевчук Г.П.,учитель німецької мови</td>
              <td>I місце (міський тур), конкурс«Краща модель виховної системи класу»</td>
            </tr>

            <tr>
              <td>2016</td>
              <td>Лецин І.І.,соціальний педагог</td>
              <td>II місце (міський тур),конкурс «Кращий за професією»</td>
            </tr>

            <tr>
              <td>2017</td>
              <td>Яцевич Н.В., учитель початкових класів</td>
              <td>II місце (міський тур)</td>
            </tr>
            
            <tr>
              <td>2019</td>
              <td>Липовецький С.І., учитель«Захисту України»</td>
              <td>III місце (міський тур)</td>
            </tr>

            <tr>
              <td>2019</td>
              <td>Касперська Н.І., учитель Основ здоров’я</td>
              <td>учасник Всеукраїнського конкурсу«Учитель року» (міський тур)</td>
            </tr>

            <tr>
              <td>2020</td>
              <td>Кукурудз Н.О., учитель історії</td>
              <td>I місце (міський тур), учасник обласного туру</td>
            </tr>
            
            <tr>
              <td>2020</td>
              <td>Вітер Н.Ю., учитель початкових класів</td>
              <td>I місце (міський тур), учасник обласного туру</td>
            </tr>
          </tbody>
        </Table>
      </Card.Body>
        </div>

    </React.Fragment>
  );
};

export default Teachers;
